Repository: Serene-Garden/Project-Iris
Catalog: Project Iris Watch App/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hans, zh_hant

# Settings.interface.search-button.swipe.secondary
source: Search with Secondary Search Engine
ar: البحث باستخدام محرك البحث الثانوي
de: Suche mit der sekundären Suchmaschine
es: Búsqueda con el motor de búsqueda secundaria
fr: Recherche avec le moteur de recherche secondaire
hi: माध्यमिक खोज इंजन के साथ खोजें
id: Cari dengan Mesin Pencari Sekunder
it: Ricerca con il motore di ricerca secondario
ja: セカンダリ検索エンジンで検索
ko: 보조 검색 엔진으로 검색
nl: Zoeken met secundaire zoekmachine
pl: Szukaj za pomocą wyszukiwarki drugorzędnej
pt: Pesquisar com o Mecanismo de Busca Secundário
ru: Поиск с помощью вторичной поисковой системы
th: ค้นหาด้วยเครื่องมือค้นหารอง
tr: İkincil Arama Motoru ile Arama
uk: Пошук за допомогою вторинної пошукової системи
vi: Tìm kiếm với Công cụ Tìm kiếm Phụ
zh_hans: 使用次要搜索引擎搜索
zh_hant: 使用二級搜尋引擎進行搜尋

# Settings.interface.home.toolbar.monogram.config.design.rounded
source: Rounded
ar: مُسْتَدير
de: Abgerundet
es: Redondeado
fr: Arrondi
hi: Aa गोल
id: Bulat
it: Arrotondato
ja: Aa 丸い
ko: Aa 둥글게 된
nl: Rond
pl: Zaokrąglony
pt: Arredondado
ru: Округлый
th: Aa โค้งมน
tr: Yuvarlak
uk: Yuvarlak
vi: Làm tròn
zh_hans: Rounded 圆体
zh_hant: Aa 圓體

# Troubleshooter.internet.offline
source: Internet: Offline
ar: الإنترنت: غير متصل بالإنترنت
es: Internet: Sin conexión
fr: Internet : Hors ligne
hi: इंटरनेट: ऑफलाइन
ja: インターネット：オフライン
ko: 인터넷: 오프라인
ru: Интернет: Оффлайн
th: อินเทอร์เน็ต: ออฟไลน์
tr: İnternet: Çevrimdışı
uk: Інтернет: Офлайн
vi: Internet: Ngoại tuyến
zh_hans: 互联网：离线
zh_hant: 網際網路：離線

# Bookmark.group.edit.empty.description
source: You currently have no groups. Try to add one.
ar: ليس لديك حاليا مجموعات. حاول إضافة واحدة.
de: Sie haben derzeit keine Gruppen. Versuchen Sie, einen hinzuzufügen.
es: Actualmente no tienes grupos. Intenta añadir uno.
fr: Vous n'avez actuellement aucun groupe. Essayez d'en ajouter un.
hi: वर्तमान में आपके पास कोई समूह नहीं है। एक जोड़ने की कोशिश करें।
id: Saat ini Anda tidak memiliki grup. Coba tambahkan satu.
it: Al momento non hai gruppi. Prova ad aggiungerne uno.
ja: 現在、グループはありません。 1つ追加してみてください。
ko: 당신은 현재 그룹이 없습니다. 하나를 추가해 보세요.
nl: Je hebt momenteel geen groepen. Probeer er een toe te voegen.
pl: Obecnie nie masz żadnych grup. Spróbuj dodać jeden.
pt: Você não tem grupos no momento. Tente adicionar um.
ru: В настоящее время у вас нет групп. Попробуйте добавить один.
th: ขณะนี้คุณไม่มีกลุ่ม ลองเพิ่มหนึ่งอัน
tr: Şu anda hiç grubunuz yok. Bir tane eklemeyi deneyin.
uk: Наразі у вас немає груп. Спробуйте додати один.
vi: Hiện tại bạn không có nhóm nào. Hãy thử thêm một cái.
zh_hans: 你目前没有群组。试着加一个，
zh_hant: 您目前沒有群組。 試著加一個。

# Carina.busy-state.service-interruption.description
source: The feedback server had potential issues and the service may be interrupted.
ar: واجه خادم الملاحظات مشاكل محتملة وقد تنقطع الخدمة.
de: Der Feedback-Server hatte potenzielle Probleme und der Dienst kann unterbrochen werden.
es: El servidor de comentarios tuvo problemas potenciales y el servicio puede ser interrumpido.
fr: Le serveur de rétroaction a eu des problèmes potentiels et le service peut être interrompu.
hi: फीडबैक सर्वर में संभावित समस्याएं थीं और सेवा बाधित हो सकती है।
id: Server umpan balik memiliki potensi masalah dan layanan mungkin terganggu.
it: Il server di feedback ha avuto potenziali problemi e il servizio potrebbe essere interrotto.
ja: フィードバックサーバーに潜在的な問題があり、サービスが中断される可能性があります。
ko: 피드백 서버에 잠재적인 문제가 있어 서비스가 중단될 수 있습니다.
nl: De feedbackserver had potentiële problemen en de service kan worden onderbroken.
pl: Serwer informacji zwrotnej miał potencjalne problemy i usługa może zostać przerwana.
pt: O servidor de feedback teve possíveis problemas e o serviço pode ser interrompido.
ru: У сервера обратной связи были потенциальные проблемы, и обслуживание может быть прервано.
th: เซิร์ฟเวอร์ความคิดเห็นมีปัญหาที่อาจเกิดขึ้นและบริการอาจหยุดชะงัก
tr: Geri bildirim sunucusunun olası sorunları vardı ve hizmet kesintiye uğrayabilir.
uk: Сервер зворотного зв'язку мав потенційні проблеми, і послуга може бути перервана.
vi: Máy chủ phản hồi có các vấn đề tiềm ẩn và dịch vụ có thể bị gián đoạn.
zh_hans: 反馈服务出现潜在的问题，服务可能中断。
zh_hant: 反饋伺服器存在潛在問題，服務可能會中斷。

# Settings.interface.home.toolbar.selection.bookmarks
source: Bookmarks
ar: الإشارات المرجعية
de: Lesezeichen
es: Marcadores
fr: Signets
hi: बुकमार्क्स
id: Penanda buku
it: Segnalibri
ja: ブックマーク
ko: 책갈피
nl: Bladwijzers
pl: Zakładki
pt: Marcadores
ru: Закладки
th: ที่คั่นหนังสือ
tr: Yer imleri
uk: Yer imleri
vi: Dấu trang
zh_hans: 书签
zh_hant: 書籤

# Settings.privacy.erase
source: Erase
ar: مَحا
de: Löschen
es: Borrar
fr: Effacer
hi: मिटाना
id: Menghapus
it: Cancellare
ja: 抹消する
ko: 지우다
nl: Uitwissen
pl: Wymazać
pt: Apagar
ru: Стирать, стереть
th: ลบออก
tr: Silmek
uk: Стерти
vi: Xóa bỏ
zh_hans: 抹除
zh_hant: 擦除

# Settings.search.new.title
source: New Engine
ar: محرك جديد
de: Neuer Motor
es: Nuevo motor
fr: Nouveau moteur
hi: नया इंजन
id: Mesin Baru
it: Nuovo motore
ja: 新しいエンジン
ko: 새로운 엔진
nl: Nieuwe Motor
pl: Nowy silnik
pt: Novo Motor
ru: Новый Двигатель
th: เครื่องยนต์ใหม่
tr: Yeni Motor
uk: Yeni Motor
vi: Động cơ mới
zh_hans: 新搜索引擎
zh_hant: 新引擎

# Extension.details.installs.%lld
source: %lld Installs
ar: %lld تثبيت
de: %lld Installieren
es: %lld Instalaciones
fr: %lld Installer
hi: %lld इंस्टॉल
id: %lld Instal
it: %lld Installazioni
ja: %lld インストール
ko: %lld 설치
nl: %lld Installaties
pl: %lld Instalacje
pt: %lld Instalações
ru: %lld Установки
th: %lld ติดตั้ง
tr: %lld Yükleme
uk: %lld Встановлення
vi: %lld Cài đặt
zh_hans: %lld次安装
zh_hant: %lld次安裝

# Settings.holiday.spring-festival
source: Happy Spring Festival!
ar: عيد ربيع سعيد!
de: Frohes Frühlingsfest!
es: ¡Feliz Festival de Primavera!
fr: Bonne fête du printemps !
hi: हैप्पी स्प्रिंग फेस्टिवल!
id: Selamat Festival Musim Semi!
it: Buon Festival di Primavera!
ja: 春節おめでとう！
ko: 행복한 봄 축제!
nl: Gelukkig Lentefestival!
pl: Szczęśliwego Święta Wiosny!
pt: Feliz Festival da Primavera!
ru: С праздником весны!
th: สุขสันต์เทศกาลฤดูใบไม้ผลิ!
tr: Mutlu Bahar Şenliği!
uk: Щасливого Весняного Фестивалю!
vi: Chúc mừng lễ hội mùa xuân!
zh_hans: 新春佳节，祝你春节快乐！
zh_hant: 春節快樂！

# Archive.update.failure
source: Failed Updating
ar: فشل التحديث
de: Aktualisierung fehlgeschlagen
es: Actualización fallida
fr: Échec de la mise à jour
hi: अपडेट करने में विफल
id: Gagal Memperbarui
it: Aggiornamento non riuscito
ja: 更新に失敗した
ko: 업데이트 실패
nl: Update mislukt
pl: Aktualizacja nie powiodła się
pt: Falha na atualização
ru: Неудачная Аудация
th: การอัปเดตล้มเหลว
tr: Güncelleme Başarısız
uk: Не вдалося оновити
vi: Cập nhật không thành công
zh_hans: 更新失败
zh_hant: 更新失敗

# Settings.interface.home.list.value.unknown
source: Unknown
ar: غَيْر مَعْروفٍ
de: Unbekannte
es: Incógnita
fr: Inconnu
hi: अज्ञात बात
id: Tidak dikenal
it: Sconosciuto
ja: 未知の
ko: 알려지지 않은
nl: Onbekend
pl: Nieznany
pt: Desconhecido
ru: Неизвестный
th: ไม่ทราบ
tr: Bilinmeyen
uk: Невідомий
vi: Vô danh
zh_hans: 未知
zh_hant: 未知的

# Home.update.%@.important
source: IMPORTANT Update %@ Available
ar: تحديث هام %@ متاح
de: WICHTIGES Update %@ Verfügbar
es: IMPORTANTE Actualización %@ Disponible
fr: Mise à jour IMPORTANTE %@ Disponible
hi: महत्वपूर्ण अद्यतन %@ उपलब्ध है
id: Pembaruan PENTING %@ Tersedia
it: IMPORTANTE Aggiornamento %@ Disponibile
ja: 重要な更新%@利用可能
ko: 중요 업데이트 %@ 사용 가능
nl: BELANGRIJKE Update %@ Beschikbaar
pl: WAŻNA Aktualizacja %@ Dostępna
pt: Atualização IMPORTANTE %@ Disponível
ru: ВАЖНОЕ обновление %@ Доступно
th: การอัปเดตที่สําคัญ %@ พร้อมใช้งาน
tr: ÖNEMLİ Güncelleme %@ Mevcut
uk: ÖNEMLİ Güncelleme %@ Mevcut
vi: Cập nhật QUAN TRỌNG %@ Có sẵn
zh_hans: 重要更新%@可用
zh_hant: 重要更新%@可用

# Settings.interface.home.list.selection.search-field
source: Search Field
ar: حقل البحث
de: Suchfeld
es: Campo de búsqueda
fr: Champ de recherche
hi: खोज क्षेत्र
id: Bidang Pencarian
it: Campo di ricerca
ja: 検索フィールド
ko: 검색 필드
nl: Zoekveld
pl: Pole wyszukiwania
pt: Campo de pesquisa
ru: Поле Поиска
th: ฟิลด์ค้นหา
tr: Arama Alanı
uk: Arama Alanı
vi: Trường tìm kiếm
zh_hans: 搜索栏
zh_hant: 搜尋領域

# Settings.interface.home.toolbar.selection.privacy
source: Private mode
ar: الوضع الخاص
de: Privater Modus
es: Modo privado
fr: Mode privé
hi: निजी मोड
id: Mode pribadi
it: Modalità privata
ja: プライベートモード
ko: 개인 모드
nl: Privémodus
pl: Tryb prywatny
pt: Modo privado
ru: Частный режим
th: โหมดส่วนตัว
tr: Özel mod
uk: Özel mod
vi: Chế độ riêng tư
zh_hans: 无痕浏览
zh_hant: 私人模式

# History.action-sheet.delete.timeframe.all
source: All
ar: كُلّ
de: Alle
es: Todos
fr: Tous
hi: समस्त
id: Semua
it: Tutti
ja: すべてのA
ko: 모두
nl: Alles
pl: Wszystko
pt: Tudo
ru: Все
th: ล้วน
tr: Hepsi
uk: Всі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# Settings.appearance.dimming.description.%@.portion
source: Screen will be dimmed to %@ in dark mode. This only affects webpages using new browsing engine.
ar: سيتم تعتيم الشاشة إلى %@ في الوضع المظلم. يؤثر هذا فقط على صفحات الويب باستخدام محرك تصفح جديد.
de: Der Bildschirm wird im Dunkelmodus auf %@ dimmt. Dies betrifft nur Webseiten, die eine neue Browser-Engine verwenden.
es: La pantalla se atenurará a %@ en modo oscuro. Esto solo afecta a las páginas web que utilizan el nuevo motor de navegación.
fr: L'écran sera atténué à %@ en mode sombre. Cela n'affecte que les pages Web utilisant le nouveau moteur de navigation.
hi: स्क्रीन को डार्क मोड में %@ पर मंद कर दिया जाएगा। यह केवल नए ब्राउज़िंग इंजन का उपयोग करके वेबपेजों को प्रभावित करता है।
id: Layar akan diredupkan menjadi %@ dalam mode gelap. Ini hanya memengaruhi halaman web yang menggunakan mesin penjelajahan baru.
it: Lo schermo sarà abbassato a %@ in modalità scura. Ciò riguarda solo le pagine web che utilizzano il nuovo motore di navigazione.
ja: ダークモードでは、画面が%@に暗くなります。 これは、新しいブラウジングエンジンを使用するウェブページにのみ影響します。
ko: 어두운 모드에서 화면은 %@로 어두워질 것이다. 이것은 새로운 브라우징 엔진을 사용하는 웹 페이지에만 영향을 미칩니다.
nl: Het scherm wordt gedimd tot %@ in de donkere modus. Dit heeft alleen invloed op webpagina's die een nieuwe browse-engine gebruiken.
pl: Ekran zostanie przyciemniony do %@ w trybie ciemnym. Wpływa to tylko na strony internetowe korzystające z nowego silnika przeglądania.
pt: A tela será escurecida para %@ no modo escuro. Isso afeta apenas as páginas da web usando o novo mecanismo de navegação.
ru: Экран будет затемнен до %@ в темном режиме. Это влияет только на веб-страницы, использующие новый механизм просмотра.
th: หน้าจอจะหรี่แสงเป็น %@ ในโหมดมืด สิ่งนี้ส่งผลต่อหน้าเว็บที่ใช้เอ็นจิ้นการเรียกดูใหม่เท่านั้น
tr: Ekran karanlık modda %@ karartılacak. Bu yalnızca yeni tarama motorunu kullanan web sayfalarını etkiler.
uk: Екран буде затемнений до %@ у темному режимі. Це впливає лише на веб-сторінки, які використовують новий механізм перегляду.
vi: Màn hình sẽ mờ xuống %@ ở chế độ tối. Điều này chỉ ảnh hưởng đến các trang web sử dụng công cụ duyệt web mới.
zh_hans: 屏幕亮度将在深色模式将至%@。这会影响新浏览引擎下的网页。
zh_hant: 在深色模式下，螢幕將變暗為%@。 這隻會影響使用新瀏覽引擎的網頁。

source: Vote
ar: تَصْويت
de: Stimme
es: Voto
fr: Voter
hi: वोट करें
id: Suara
it: Voto
ja: 投票
ko: 투표
nl: Stem
pl: Głos
pt: Voto
ru: Голосование
th: ลงมติ
tr: Oy
uk: Голосувати
vi: Bỏ phiếu
zh_hans: 投票
zh_hant: 投票

# Bookmark.item.emoji
source: Bookmark Emoji
ar: الرموز التعبيرية المرجعية
de: Lesezeichen Emoji
es: Emoji de marcadores
fr: Marque-page Emoji
hi: बुकमार्क इमोजी
id: Tandai Emoji
it: Emoji dei segnalibri
ja: ブックマーク絵文字
ko: 북마크 이모티콘
nl: Bladwijzer Emoji
pl: Dodaj do zakładek emoji
pt: Emoji de marcador
ru: Закладка Эмодзи
th: บุ๊กมาร์กอิโมจิ
tr: Yer imi Emoji
uk: Закладка Emoji
vi: Đánh dấu biểu tượng cảm xúc
zh_hans: 书签表情
zh_hant: 書籤表情符號

# Settings.interface.home.list.error.description.top
source: Spacer should not be at the top. Try to move it to another place or remove it.
ar: لا ينبغي أن يكون الفاصل في الأعلى. حاول نقله إلى مكان آخر أو إزالته.
de: Abstandshalter sollte nicht oben sein. Versuchen Sie, es an einen anderen Ort zu bringen oder zu entfernen.
es: El espaciador no debería estar en la parte superior. Intenta moverlo a otro lugar o eliminarlo.
fr: L'espaceur ne devrait pas être en haut. Essayez de le déplacer à un autre endroit ou de le retirer.
hi: स्पेसर शीर्ष पर नहीं होना चाहिए। इसे किसी अन्य स्थान पर ले जाने या हटाने की कोशिश करें।
id: Spacer seharusnya tidak berada di bagian atas. Coba pindahkan ke tempat lain atau hapus.
it: Il distanziatore non dovrebbe essere in alto. Prova a spostarlo in un altro posto o rimuovilo.
ja: スペーサーは上部に配置しないでください。 別の場所に移動するか、削除してみてください。
ko: 스페이서는 상단에 있어서는 안 된다. 그것을 다른 곳으로 옮기거나 제거해 보세요.
nl: Spacer mag niet bovenaan zijn. Probeer het naar een andere plaats te verplaatsen of te verwijderen.
pl: Przekładka nie powinna znajdować się na górze. Spróbuj przenieść go w inne miejsce lub usunąć.
pt: O espaçador não deve estar no topo. Tente movê-lo para outro lugar ou removê-lo.
ru: Спейсер не должен быть сверху. Попробуйте переместить его в другое место или удалить.
th: ตัวเว้นวรรคไม่ควรอยู่ด้านบน ลองย้ายมันไปที่อื่นหรือเอามันออก
tr: Aralayıcı en üstte olmamalıdır. Başka bir yere taşımayı veya kaldırmayı deneyin.
uk: Aralayıcı en üstte olmamalıdır. Başka bir yere taşımayı veya kaldırmayı deneyin.
vi: Miếng đệm không nên ở trên cùng. Cố gắng di chuyển nó đến một nơi khác hoặc loại bỏ nó.
zh_hans: 空格不应在顶部，试着挪到其他地方或删除。
zh_hant: 墊片不應該在頂部。 試著把它移到另一個地方或移除它。

# Carina.new-states.unable-to-fix
source: Unable to Fix
ar: غير قادر على الإصلاح
de: Kann nicht repariert werden
es: No se puede arreglar
fr: Incapable de réparer
hi: ठीक करने में असमर्थ
id: Tidak Dapat Memperbaiki
it: Impossibile risolvere
ja: 修正できない
ko: 고칠 수 없음
nl: Kan niet repareren
pl: Nie można naprawić
pt: Não é possível corrigir
ru: Не может быть исправлено
th: ไม่สามารถแก้ไขได้
tr: Düzeltilemiyor
uk: Неможливо виправити
vi: Không thể sửa chữa
zh_hans: 无法修复
zh_hant: 無法修復

# Bulletin.error.details
source: Unable to get the latest bulletin content.
ar: غير قادر على الحصول على أحدث محتوى نشرة.
de: Der neueste Bulletin-Content kann nicht angezeigt werden.
es: No se puede obtener el contenido más reciente del boletín.
fr: Incapable d'obtenir le dernier contenu du bulletin.
hi: नवीनतम बुलेटिन सामग्री प्राप्त करने में असमर्थ।
id: Tidak bisa mendapatkan konten buletin terbaru.
it: Impossibile ottenere l'ultimo contenuto del bollettino.
ja: 最新の速報コンテンツを取得できません。
ko: 최신 게시판 내용을 얻을 수 없습니다.
nl: Kan de laatste bulletininhoud niet krijgen.
pl: Nie można uzyskać najnowszej treści biuletynu.
pt: Não é possível obter o conteúdo mais recente do boletim.
ru: Не удано получить последнее содержание бюллетеня.
th: ไม่สามารถรับเนื้อหาประกาศล่าสุดได้
tr: En son bülten içeriği alınamıyor.
uk: Неможливо отримати останній вміст бюлетеня.
vi: Không thể nhận được nội dung bản tin mới nhất.
zh_hans: 无法获取最新的公告内容。
zh_hant: 無法獲取最新的公告內容。

# Settings.interface.home.list.error.too-long
source: List Too Long
ar: القائمة طويلة جدا
de: Liste Zu Lang
es: Lista demasiado larga
fr: Liste trop longue
hi: सूची बहुत लंबी है
id: Daftar Terlalu Panjang
it: Lista troppo lunga
ja: リストが長すぎる
ko: 목록이 너무 길다
nl: Lijst Te Lang
pl: Lista Za Długa
pt: Lista Muito Longa
ru: Список Слишком Длинный
th: รายการยาวเกินไป
tr: Liste Çok Uzun
uk: Liste Çok Uzun
vi: Danh sách quá dài
zh_hans: 列表过长
zh_hant: 列表太長了

# Migration.send.content.state.busy
source: Busy Server
ar: خادم مشغول
de: Besetzter Server
es: Servidor ocupado
fr: Serveur occupé
hi: व्यस्त सर्वर
id: Server yang sibuk
it: Server occupato
ja: 忙しいサーバー
ko: 바쁜 서버
nl: Drukke server
pl: Zajęty serwer
pt: Servidor Ocupado
ru: Занятый Сервер
th: เซิร์ฟเวอร์ไม่ว่าง
tr: Meşgul Sunucu
uk: Зайнятий сервер
vi: Máy chủ bận rộn
zh_hans: 服务器繁忙
zh_hant: 繁忙的伺服器

# Carina.reply.send.content
source: Message Content
ar: محتوى الرسالة
de: Inhalt der Nachricht
es: Contenido del mensaje
fr: Contenu du message
hi: संदेश सामग्री
id: Isi Pesan
it: Contenuto del messaggio
ja: メッセージの内容
ko: 메시지 내용
nl: Inhoud van het bericht
pl: Treść wiadomości
pt: Conteúdo da Mensagem
ru: Содержимое Сообщения
th: เนื้อหาข้อความ
tr: Mesaj İçeriği
uk: Mesaj İçeriği
vi: Nội dung tin nhắn
zh_hans: 回复内容
zh_hant: 訊息內容

# Carina.new.describe
source: Describe
ar: وَصَفَ
de: Beschreiben
es: Describir
fr: Décrire
hi: वर्णन करें
id: Menggambarkan
it: Descrivere
ja: 説明する
ko: 묘사하다
nl: Beschrijven
pl: Opisać
pt: Descrever
ru: Описывать, описать
th: บรรยาย
tr: Tarif etmek
uk: Опишіть
vi: Mô tả
zh_hans: 描述
zh_hant: 形容

# Bookmark.group.name.empty
source: Empty Group Name
ar: اسم المجموعة الفارغة
de: Leerer Gruppenname
es: Nombre del grupo vacío
fr: Nom de groupe vide
hi: खाली समूह का नाम
id: Nama Grup Kosong
it: Nome del gruppo vuoto
ja: 空のグループ名
ko: 빈 그룹 이름
nl: Lege groepsnaam
pl: Pusta nazwa grupy
pt: Nome do Grupo Vazio
ru: Пустое Имя Группы
th: ชื่อกลุ่มเปล่า
tr: Boş Grup Adı
uk: Порожня назва групи
vi: Tên nhóm trống
zh_hans: 空群组名称
zh_hant: 空組名

# Webpage.back
source: Go Back
ar: ارجع
de: Zurückgehen
es: Vuelve
fr: Rentre
hi: वापस जाओ
id: Kembali
it: Torna indietro
ja: 戻る
ko: 돌아가다
nl: Ga terug
pl: Wróć
pt: Volte
ru: Вернуться
th: ย้อนกลับ
tr: Geri Dön
uk: Повернутися Назад
vi: Quay lại
zh_hans: 上一页
zh_hant: 回去

# Settings.search.edit.title
source: Edit Engine
ar: تعديل المحرك
de: Engine Bearbeiten
es: Editar motor
fr: Modifier le moteur
hi: इंजन संपादित करें
id: Edit Mesin
it: Modifica motore
ja: 編集エンジン
ko: 엔진 편집
nl: Motor bewerken
pl: Edytuj silnik
pt: Editar Motor
ru: Редактировать движок
th: แก้ไขเครื่องยนต์
tr: Düzenleme Motoru
uk: Düzenleme Motoru
vi: Chỉnh sửa công cụ
zh_hans: 编辑引擎
zh_hant: 編輯引擎

# Settings.interface.home.toolbar.selection.history
source: History
ar: تاريخ
de: Geschichte
es: Historia
fr: Histoire
hi: इतिहास
id: Sejarah
it: Storia
ja: 歴史
ko: 역사
nl: Geschiedenis
pl: Historia
pt: História
ru: История
th: ประวัติศาสตร์
tr: Tarih
uk: Tarih
vi: Lịch sử
zh_hans: 历史记录
zh_hant: 歷史

# Archive.info.url
source: URL
ar: عنوان URL
hi: यूआरएल
ru: URL-адрес
uk: URL-адреса
vi: Địa chỉ URL
zh_hant: 網址

# Webpage.archive
source: Archive
ar: أَرْشيف
de: Archiv
es: Archivo
hi: संग्रह
id: Arsip
it: Archivio
ja: アーカイブ
ko: 기록 보관소
nl: Archief
pl: Archiwum
pt: Arquivo
ru: Архив
th: เก็บถาวร
tr: Arşiv
uk: Архів
vi: Bản lưu trữ
zh_hans: 归档
zh_hant: 檔案

# Settings.interface.home.list.error.subtitle.too-long
source: Items over 100
ar: العناصر التي تزيد عن 100
de: Artikel über 100
es: Artículos de más de 100
fr: Articles de plus de 100
hi: 100 से अधिक आइटम
id: Barang lebih dari 100
it: Articoli oltre 100
ja: 100を超えるアイテム
ko: 100개 이상의 품목
nl: Items boven de 100
pl: Przedmioty powyżej 100
pt: Itens acima de 100
ru: Предметы более 100
th: รายการมากกว่า 100 รายการ
tr: 100'ün üzerindeki öğeler
uk: 100'ün üzerindeki öğeler
vi: Các mặt hàng trên 100
zh_hans: 项目数过百
zh_hant: 超過100個專案

# Migration.cooldown.status.valid
source: Valid
ar: سَليم
de: Gültig
es: Válido
fr: Valide
hi: तर्कसंगत
id: Sah
it: Valido
ja: 有効な
ko: 유효한
nl: Geldig
pl: Ważny
pt: Válido
ru: Действительный
th: ใช้ได้
tr: Geçerli
uk: Дійсний
vi: Hợp lệ
zh_hans: 有效
zh_hant: 有效的

# Settings.interface.search-button.swipe.privacy-mode
source: Use Private Mode
ar: استخدم الوضع الخاص
de: Privater Modus Verwenden
es: Usar el modo privado
fr: Utiliser le mode privé
hi: निजी मोड का उपयोग करें
id: Gunakan Mode Pribadi
it: Usa la modalità privata
ja: プライベートモードを使用する
ko: 개인 모드 사용
nl: Privémodus gebruiken
pl: Użyj trybu prywatnego
pt: Use o Modo Privado
ru: Использовать Приватный Режим
th: ใช้โหมดส่วนตัว
tr: Özel Modu Kullan
uk: Özel Modu Kullan
vi: Sử dụng chế độ riêng tư
zh_hans: 使用无痕浏览
zh_hant: 使用私人模式

# Carina.has-attachments
source: Has Attachments
ar: لديه مرفقات
de: Hat Anhänge
es: Tiene archivos adjuntos
fr: Possède des pièces jointes
hi: संलग्नक है
id: Memiliki Lampiran
it: Ha allegati
ja: 添付ファイルがあります
ko: 첨부 파일이 있다
nl: Heeft bijlagen
pl: Zawiera załączniki
pt: Tem Anexos
ru: Имеет Вложения
th: มีเอกสารแนบ
tr: Ekleri Var
uk: Має Вкладення
vi: Có tệp đính kèm
zh_hans: 包含附件
zh_hant: 有附件

# Carina.new-states.unrelated.description
source: Your report is not related to the app.
ar: تقريرك لا يتعلق بالتطبيق.
de: Ihr Bericht ist nicht mit der App verbunden.
es: Su informe no está relacionado con la aplicación.
fr: Votre rapport n'est pas lié à l'application.
hi: आपकी रिपोर्ट ऐप से संबंधित नहीं है।
id: Laporan Anda tidak terkait dengan aplikasi.
it: Il tuo rapporto non è correlato all'app.
ja: あなたのレポートはアプリとは関係ありません。
ko: 당신의 보고서는 앱과 관련이 없습니다.
nl: Uw rapport is niet gerelateerd aan de app.
pl: Twój raport nie jest powiązany z aplikacją.
pt: Seu relatório não está relacionado ao aplicativo.
ru: Ваш отчет не связан с приложением.
th: รายงานของคุณไม่เกี่ยวข้องกับแอป
tr: Bildiriminiz uygulamayla ilgili değil.
uk: Ваш звіт не пов'язаний з додатком.
vi: Báo cáo của bạn không liên quan đến ứng dụng.
zh_hans: 你的反馈与App无关。
zh_hant: 您的報告與該應用程式無關。

# Settings.interface.home.toolbar.monogram.button
source: Edit Monogram Font
ar: تعديل خط حرف واحد فقط
de: Monogramm-Schriftart Bearbeiten
es: Editar fuente de monograma
fr: Modifier la police du monogramme
hi: मोनोग्राम फ़ॉन्ट संपादित करें
id: Edit Font Monogram
it: Modifica il carattere del monogramma
ja: モノグラムフォントの編集
ko: 모노그램 글꼴 편집
nl: Monogram lettertype bewerken
pl: Edytuj Czcionkę Monogram
pt: Editar Fonte do Monograma
ru: Редактировать шрифт с монограммой
th: แก้ไขฟอนต์โมโนแกรม
tr: Monogram Yazı Tipini Düzenle
uk: Monogram Yazı Tipini Düzenle
vi: Chỉnh sửa phông chữ Monogram
zh_hans: 编辑个性图案字体
zh_hant: 編輯字母組合字型

# Settings.keyboard
source: Keyboard
ar: لوحة مفاتيح
de: Tastatur
es: Teclado
fr: Clavier
hi: कीबोर्ड
it: Tastiera
ja: キーボード
ko: 키보드
nl: Toetsenbord
pl: Klawiatura
pt: Teclado
ru: Клавиатура
th: ใส่ข้อมูล
tr: Klavye
uk: Klavye
vi: Bàn phím
zh_hans: 键盘
zh_hant: 鍵盤

# Carina.new-states.fixing.description
source: The issue had been discovered and is fixing.
ar: تم اكتشاف المشكلة وهي في الإصلاح.
de: Das Problem wurde entdeckt und wird behoben.
es: El problema se había descubierto y se está solucionando.
fr: Le problème a été découvert et est en cours de résolution.
hi: समस्या का पता चला है और इसे ठीक किया जा रहा है।
id: Masalahnya telah ditemukan dan sedang diperbaiki.
it: Il problema è stato scoperto e viene risolto.
ja: 問題は発見され、修正されています。
ko: 그 문제는 발견되었고 해결되고 있다.
nl: Het probleem was ontdekt en wordt opgelost.
pl: Problem został odkryty i jest naprawiany.
pt: O problema foi descoberto e está sendo corrigido.
ru: Проблема была обнаружена и устраняется.
th: ปัญหาถูกค้นพบและกําลังได้รับการแก้ไข
tr: Sorun keşfedildi ve çözülüyor.
uk: Проблема була виявлена і вирішується.
vi: Vấn đề đã được phát hiện và đang được khắc phục.
zh_hans: 问题已被发现且正在进行修复。
zh_hant: 這個問題已經被發現，正在解決中。

# Crash.report
source: Report (recommended)
ar: تقرير (مستحسن)
de: Bericht (empfohlen)
es: Informe (recomendado)
fr: Rapport (recommandé)
hi: रिपोर्ट (अनुशंसित)
id: Laporan (disarankan)
it: Rapporto (consigliato)
ja: レポート（推奨）
ko: 보고서 (권장)
nl: Rapport (aanbevolen)
pl: Raport (zalecany)
pt: Relatório (recomendado)
ru: Отчет (рекомендуется)
th: รายงาน (แนะนํา)
tr: Rapor (önerilir)
uk: Звіт (рекомендований)
vi: Báo cáo (được đề xuất)
zh_hans: 报告（推荐）
zh_hant: 報告（推薦）
